tap "derailed/k9s"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "yq"
brew "zinit"
brew "derailed/k9s/k9s"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "natqe.reload"
vscode "rust-lang.rust-analyzer"
vscode "tauri-apps.tauri-vscode"
vscode "vue.volar"
